Repository: allyoucanmap/ckanext-faociok
Catalog: ckanext/faociok/i18n/*/LC_MESSAGES/ckanext-faociok.po
Languages: es, fr

source: Vocabulary {} doesn't exist
es: El vocabulario {} no existe
fr: Vocabulaire {} n'existe pas

source: No term {} for vocabulary {}
es: Sin término {} para vocabulario {}
fr: Aucun terme {} pour le vocabulaire {}

source: Using {}
es: Utilizando {}
fr: En utilisant {}

source: Parent column found at idx %s
es: Columna principal encontrada en idx %s
fr: Colonne parent trouvée à idx %s

source: Term column found at idx %s
es: olumna de término encontrada en idx %s"
fr: Colonne de terme trouvée à idx %s

source: Column %s will not be stored
es: La columna %s no será almacenada
fr: La colonne %s ne sera pas stockée

source: Cannot use 'parent' colum if vocabulary that doesn't support relations
es: No se puede usar la columna 'primaria' de vocabulario que no admite relaciones
fr: Impossible d'utiliser la colonne de vocabulaire 'parent' qui ne prend pas en charge les relations

source: Term column not found
es: Columna de término no encontrada
fr: Colonne de terme non trouvée

source: Postpoining %s term - no %s parent in db yet
es: Posponer el término %s - no hay %s padre en db todavía
fr: Expiration du terme %s - aucun parent %s encore dans la base de données

source: ERROR: TERM NOT CREATED vocab[%s] term[%s] data[%s]
es: ERROR: TÉRMINO NO CREADO vocab[%s] term[%s] data[%s]
fr: ERREUR: TERME NON CRÉÉ. vocab[%s] term[%s] data[%s]

source: Data type
es: Tipo de datos
fr: Type de données

source: AGROVOC terms
es: Términos de AGROVOC
fr: Termes AGROVOC

source: Regions
es: Regiones
fr: Les régions

source: Countries
es: Países
fr: Des pays

source: Select data type of dataset
es: Seleccione el tipo de datos del conjunto de datos
fr: Sélectionner le type de données du jeu de données

source: M49 Regions
es: Regiones M49
fr: M49 Régions

source: Regions according to UN M.49 Standard
es: Regiones según norma UN M.49.
fr: Régions selon la norme UN M.49

source: Term not valid
es: Plazo no válido
fr: Terme non valide

source: Invalid datatype value: {}: {}
es: Valor de tipo de datos no válido: {}: {}
fr: Valeur de type de données invalide: {}: {}

source: Term not valid: {}
es: Término no válido: {}
fr: Terme non valide: {}

source: Invalid AGROVOC term: {} {}
es: Término AGROVOC no válido: {} {}
fr: Terme AGROVOC non valide: {} {}

source: Invalid m49 regions: {} {}
es: Regiones m49 no válidas: {} {}
fr: Régions m49 non valides: {} {}

source: Invalid list of values: {}
es: Lista de valores no válida: {}
fr: Liste de valeurs non valide: {}

source: ERROR: missing command
es: ERROR: comando faltante
fr: ERREUR: commande manquante

source: ERROR: invalid command: {}
es: ERROR: comando inválido: {}
fr: ERREUR: commande invalide: {}

source: Can't execute %s with args %s: %s
es: No se puede ejecutar %s con args %s: %s
fr: Impossible d'exécuter %s avec les arguments %s: %s

source: Can't execute {} with args {}: {}
es: No se puede ejecutar {} con argumentos {}: {}
fr: Impossible d'exécuter {} avec les arguments {}: {}

source: Vocabularies:
es: Vocabularios:
fr: Vocabulaires:

source: vocabulary name: {}
es: nombre de vocabulario: {}
fr: nom du vocabulaire: {}

source: has relations: {}
es: tiene relaciones: {}
fr: a des relations: {}

source: [end of vocabularies list]
es: [final de la lista de vocabularios]
fr: [fin de la liste de vocabulaires]

source: loaded {} terms from {} to {} vocabulary
es: términos {} cargados de {} a {} vocabulario
fr: termes {} chargés de {} à {} vocabulaire

source: Groups
es: Los grupos
fr: Groupes

source: See all
es: Ver todo
fr: Voir tout

source: %(dataset_count)s Dataset
fr: %(dataset_count)s Jeu de données

source: %(dataset_count)s Datasets
fr: %(dataset_count)s Jeux de données

source: Data types
es: Tipos de datos
fr: Types de données

source: Organizations
es: Organizaciones
fr: Les organisations

source: This field is required
es: este campo es requerido
fr: Ce champ est requis

source: Custom
es: Personalizado
fr: Douane

source: Dataset Metadata
es: Metadatos del conjunto de datos
fr: Métadonnées de jeu de données

source: Region
es: Región
fr: Région

source: AGROVOC term
es: Termino AGROVOC
fr: AGROVOC terme

source: Share metadata
es: Compartir metadatos
fr: Partager des métadonnées

source: Go
es: Ir
fr: Aller
